Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_valitsi_totuus-_ja_sovintokomission_komissaareiksi_anni-siiri_lansmanin_ja_heikki_palton.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät valitsi totuus- ja sovintokomission komissaareiksi Anni-Siiri Länsmanin ja Heikki Palton
smn: Sämitigge valjij tuotâvuotâ- já sovâdâttâmkomissio komissaarin Anni-Siiri Länsman já Heikki Paltto

source: Saamelaiskäräjien kokous valitsi 30.9.2022 saamelaisten totuus- ja sovintokomission komission jäseniksi eli komissaareiksi yliopistolehtori, Oulun ylipiston Giellagas-instituutin johtaja Anni-Siiri Länsmanin ja poronhoitaja, yrittäjä Heikki Palton.
smn: Sämitige čuákkim valjij 30.9.2022 sämmilij tuotâvuotâ- já sovâdâttâmkomissio jesânin ađai komissaarin ollâopâttâhlehtor, Oulu ollâopâttuv Giellagas-instituut jođetteijee Anni-Siiri Länsman já puásuiulmuu, irâtteijee Heikki Paltto.

source: Saamelaiskäräjien kokous kuuli ennen päätöksentekoa valtiosihteeri Henrik Haapajärveä.
smn: Sämitige čuákkim kuulâi, ovdil ko toovâi miärádâs, statâčällee Henrik Haapajärvi.

source: Kokous äänesti aluksi Saamelaiskäräjien hallituksen ja varajäsen Matti Aikion esitysten välillä.
smn: Čuákkim jienâstij aalgâst Sämitige stiivrâ já värijeessân Matti Aikio iävtuttâsâi kooskâst.

source: Hallitus esitti, että täyskokous ratkaisee uudelleen totuus- ja sovintokomission komissaarien nimittämistä koskevan asian, asiassa ilmenneiden uusien tietojen pohjalta sekä päättää mahdollisista muista jatkotoimista.
smn: Stivrâ iävtuttij, ete tievâsčuákkim čuávdá uđđâsist tuotâvuotâ- já sovâdâttâmkomissio komissaarij noomâtmân kyeskee ääši, ko ääšist láá tiettum uđđâ tiäđuh, sehe meerrid eres máhđulijn jotkâtooimâin.

source: Saamelaiskäräjien aiemmassa päätöksessään esittämää taukoa ei ollut mahdollista laittaa täytäntöön sillä tavoin kuin täyskokous päätti elokuussa.
smn: Sämitige oovdeb miärádâsâst iävtuttâm puudâ ij lamaš máhđulâš olášuttiđ nuuvt ko olesčuákkim meridij porgemáánust.

source: Hallituksen esitys voitti äänestyksen äänin 11-7 (1 tyhjä ääni).
smn: Stiivrâ iävtuttâs vuoitij jienâstem jienâiguin 11-7 (1 kuárus jienâ).

source: Seuraavaksi kokous eteni neuvottelujen jälkeen komissaarien valintaan.
smn: Čuávuvâžžân čuákkim ovdánij ráđádâlmij maŋa komissaarij valjiimân.

source: Pohjoissaamen kieltä ja kulttuuria edustavan komissaarin osalta kokous äänesti Anni-Siiri Länsmanin ja Anne Nuorgamin välillä.
smn: Orjâlâškielâ já -kulttuur ovdâsteijee komissaar uásild čuákkim jienâstij Anni-Siiri Länsman já Anne Nuorgâm kooskâst.

source: Länsman valittiin komissaariksi äänin 10-4 (2 tyhjää ääntä).
smn: Länsman väljejui komissaarin jienâiguin 10-4 (2 kuárus jienâ).

source: Inarinsaamen kieltä ja kulttuuria edustavan komissaarin osalta kokous äänesti Juha Lassilan ja Heikki Palton välillä.
smn: Anarâškielâ já -kulttuur ovdâsteijee komissaar uásild čuákkim jienâstij Juha Lassila já Heikki Paltto kooskâst.

source: Lassila ja Paltto saivat molemmat 6 ääntä (4 tyhjää ääntä).
smn: Lassila já Paltto kuohtuuh uážžoin 6 jienâ (4 kuárus jienâ).

source: Paltto valittiin komissaariksi arvonnan tuloksena.
smn: Paltto väljejui komissaarin vuárbum puáđusin.

source: Saamelaiskäräjälain 18 §:n mukaan vaaleissa katsotaan valituksi se, joka saa eniten ääniä.
smn: Sämitiggelaavâ 18 ceehi mield vaaljâin annoo väljejum tot, kote uážžu enâmustáá jienâid.

source: Äänten mennessä tasan ratkaisee arpa.
smn: Jis jienah maneh táásá, te vyerbi čuávdá

source: Saamelaiskäräjien hallitus palautti saamelaisten totuus- ja sovintokomission tilanteen ja jatkotoimet uudelleen ratkaistavaksi täyskokoukselle , koska täyskokouksella ei ollut päätöstä tehtäessä tietoa siitä, että työn keskeyttäminen ei ole mahdollista ilman, että komissio ja sen työntekijät vapautetaan tehtävistä ja työ tältä osin päättyy.
smn: Sämitige stivrâ macâttij sämmilij tuotâvuotâ- já sovâdâttâmkomissio tile já jotkâtooimâid uđđâsist čuávdimnáál tievâsčuákkimân , tastko tievâsčuákkimist ij lamaš miärádâs tovâdijn tiätu tast, ete pargo koskâldittem ij lah máhđulâš nuuvt, ete komissio já ton pargeeh iä luovâsmittuuččii pargostis já pargo návt nuvâččij.

source: Saamelaiskäräjien kokous päätti edellisessä kokouksessa 9.8.2022 siirtää komissaarien valintaa eteenpäin ja ottaa totuus- ja sovintoprosessin jatkon osalta erätauon .
smn: Sämitige čuákkim meridij oovdeb čuákkimist 9.8.2022 sirdeđ komissaarij valjim ovdâskulij já väldiđ tuotâvuotâ- já sovâdâttâmproosees joođhâ iähtun puudâ.

source: Hallitus varasi mahdollisuuden saamelaisyhdistyksille ja yksityisille saamelaisille henkilöille tulla kuulluksi ja kertoa näkemyksensä Saamelaiskäräjille totuus- ja sovintokomission työn jatkon suhteen.
smn: Stivrâ väridij sämiservijd já ovtâskâs sämmilâš ulmuid máhđulâšvuođâ šoddâđ kuulluđ já muštâliđ jieijâs uáivilis Sämitiigán tuotâvuotâ- já sovâdâttâmkomissio pargo juátkim háárán.

source: Määräaikaan mennessä Saamelaiskäräjille toimitettiin yhteensä 32 kannanottoa.
smn: Meriääigi räi Sämitiigán toimâttii ohtsis 32 uáivilid.

source: Kannanotot olivat nähtävillä kokouksessa.
smn: Uáivileh lijjii uáinimnáál Sämitige čuákkimist.

source: Saamelaisten totuus- ja sovintokomissio asetettiin valtioneuvoston toimesta 28. lokakuuta 2021.
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio asâttui Staatârääđi tooimâst 28. roovvâdmáánu 2021.

source: Asettamisensa jälkeen komissio on toiminut itsenäisesti ja riippumattomasti.
smn: Asâttem maŋa komissio lii toimâm jiešráđálávt já sorjohánnáá.

source: Toukokuussa 2022 molemmat Saamelaiskäräjien esittämät komissaarit Miina Seurujärvi sekä Heikki J. Hyvärinen pyysivät vapautusta komissaarin tehtävästään valtioneuvostolta.
smn: Vyesimáánust 2022 kuohtuuh Sämitige iävtuttem komissaareh Miina Seurujärvi sehe Heikki J. Hyvärinen pivdijn luovâsmittem komissaar pargostis staatârääđist.

source: Valtioneuvosto myönsi eron komissaarin tehtävistä 25.5.2022 lukien.
smn: Staatârääđi mieđettij iäru Seurujäärvin já Hyvärisâžân komissaar pargoost 25.5.2022 rääjist.

source: Lue tästä saamelaisten totuus- ja sovintokomission mandaatti .
smn: Luuvâ tuotâvuotâ- já sovâdâttâmkomissio mandaat tääbbin.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi

source: Kalle Varis Lakimiessihteeri 050 384 7040 kalle.varis@samediggi.fi
smn: Kalle Varis Lahâčällee 050 384 7040 kalle.varis@samediggi.fi
